Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# FindArg3
source: start_num
bg_bg: начална_позиция
ca_es: núm_inici
cs_cz: počáteční_číslo
de_de: Startzahl
el_gr: αριθμός_έναρξης
es_es: núm_inicial
et_ee: algusnr
eu_es: hasiera_zk
fi_fi: aloittava_luku
fr_fr: num_début
gl_es: núm_inicial
hi_in: प्रारंभिक_संख्या
hr_hr: početni_broj
hu_hu: kezdő_szám
it_it: num_inizio
ja_jp: 開始位置
kk_kz: бастапқы_орын
ko_kr: 시작_번호
lt_lt: pradinis_skaičius
lv_lv: sākuma_skaits
ms_my: nombor_mula
nb_no: startnummer
nl_nl: waarde_begin
pl_pl: liczba_początkowa
pt_br: núm_inicial
pt_pt: num_início
ro_ro: num_start
ru_ru: начальная_позиция
sk_sk: začiatočné_číslo
sl_si: številka_začetka
sr_cyrl_rs: старт_нум
th_th: จำนวน_เริ่มต้น
tr_tr: başlangıç_sayısı
uk_ua: початкове_число
vi_vn: số_bắt_đầu
zh_cn: 起始编号
zh_tw: 開始_數字

# AboutFind_find_text
source: A text value to look for.
bg_bg: Текстова стойност за търсене.
ca_es: Valor de text que es cercarà.
cs_cz: Textová hodnota, která se má vyhledat
da_dk: En tekstværdi, der skal søges efter.
de_de: Ein zu suchender Textwert.
el_gr: Τιμή κειμένου για αναζήτηση.
es_es: Un valor de texto que se va a buscar.
et_ee: Otsitav tekstväärtus.
eu_es: Bilatuko den testu-balioa.
fi_fi: Etsittävä tekstiarvo.
fr_fr: Valeur de texte à rechercher.
gl_es: Valor de texto que se vai buscar.
hi_in: खोजने के लिए एक पाठ मान.
hr_hr: Tekstna vrijednost koja se traži.
hu_hu: A keresett szöveges érték.
it_it: Valore di testo da cercare.
ja_jp: 検索対象のテキスト値。
kk_kz: Ізделетін мәтіндік мән.
ko_kr: 찾을 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurios reikia ieškoti.
lv_lv: Meklējamā teksta vērtība.
ms_my: Nilai teks untuk dicari.
nb_no: En tekstverdi det skal søkes etter.
nl_nl: Een tekstwaarde waarnaar moet worden gezocht.
pl_pl: Wartość tekstowa do wyszukania.
pt_br: Valor de texto a ser buscado.
pt_pt: Um valor de texto para procurar.
ro_ro: O valoare text de căutat.
ru_ru: Текстовое значение для поиска.
sk_sk: Textová hodnota na vyhľadanie.
sl_si: Besedilna vrednost za iskanje.
sr_cyrl_rs: Текстуална вредност коју треба тражити.
sr_latn_rs: Tekstualna vrednost koju treba tražiti.
sv_se: Ett textvärde att leta efter.
th_th: ข้อความที่จะค้นหา
tr_tr: Aranacak metin değeri.
uk_ua: Текстове значення, яке потрібно знайти.
vi_vn: Giá trị văn bản cần tìm.
zh_cn: 要查找的文本值。
zh_tw: 要尋找的文字值。

# AboutFind_within_text
source: The text value to look in.
bg_bg: Текстовата стойност за преглед.
ca_es: Valor de text en el qual s'ha de fer la cerca.
cs_cz: Textová hodnota, která se má prohledat
da_dk: Den tekstværdi, der skal søges i.
de_de: Der Textwert, in dem gesucht werden soll.
el_gr: Τιμή κειμένου για αναζήτηση.
es_es: Valor de texto en el que se va a buscar.
et_ee: Tekstväärtus, millest otsida.
eu_es: Arakatuko den testu-balioa.
fi_fi: Etsittävä tekstiarvo.
fr_fr: Valeur de texte dans laquelle effectuer la recherche.
gl_es: Valor de texto no que buscar.
hi_in: खोजने के लिए पाठ मान.
hr_hr: Tekstna vrijednost u kojoj se traži.
hu_hu: Az a szöveges érték, amelyben keresni kell.
it_it: Valore di testo in cui cercare.
ja_jp: 検索先のテキスト値。
kk_kz: Іздеу үшін мәтіндік мән.
ko_kr: 찾을 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurioje reikia ieškoti.
lv_lv: Teksta vērtība, kurā meklēt.
ms_my: Nilai teks untuk dilihat.
nb_no: En tekstverdi det skal søkes i.
nl_nl: De tekstwaarde waarin moet worden gekeken.
pl_pl: Wartość tekstowa do przeszukania.
pt_br: Valor de texto a ser verificado.
pt_pt: O valor de texto para procurar.
ro_ro: Valoarea text în care se caută.
ru_ru: Текстовое значение для поиска.
sk_sk: Textová hodnota, v ktorej sa má hľadať.
sl_si: Besedilna vrednost po kateri je treba iskati.
sr_cyrl_rs: Вредност текста у којој се врши тражење.
sr_latn_rs: Vrednost teksta u kojoj se vrši traženje.
sv_se: Textvärdet att leta i.
th_th: ค้นหาในข้อความ
tr_tr: Aranacak metin değeri.
uk_ua: Текст, де потрібно шукати.
vi_vn: Giá trị văn bản cần xem nhanh.
zh_cn: 要在其中进行查找的文本值。
zh_tw: 要查看的文字值。

# AboutFind_start_num
source: An optional starting position.
bg_bg: Опционална начална позиция.
ca_es: Posició inicial opcional.
cs_cz: Nepovinná počáteční pozice
da_dk: En valgfri startposition.
de_de: Eine optionale Anfangsposition.
el_gr: Προαιρετική θέση έναρξης.
es_es: Una posición de inicio opcional.
et_ee: Valikuline alguspunkt.
eu_es: Aukerako hasierako posizioa.
fi_fi: Valinnainen aloituskohta.
fr_fr: Position de départ facultative.
gl_es: Posición inicial opcional.
hi_in: एक वैकल्पिक प्रारंभिक स्थिति.
hr_hr: Neobavezni početni položaj.
hu_hu: A kezdő pozíció (nem kötelező megadni).
it_it: Posizione iniziale facoltativa.
ja_jp: 省略可能な開始位置。
kk_kz: Қосымша бастапқы орын.
ko_kr: 선택적 시작 위치입니다.
lt_lt: Pasirinktinė pradžios padėtis.
lv_lv: Neobligāta sākuma pozīcija.
ms_my: Posisi permulaan pilihan.
nb_no: En valgfri startposisjon.
nl_nl: Een optionele beginpositie.
pl_pl: Opcjonalna pozycja początkowa.
pt_br: Posição inicial opcional.
pt_pt: Uma posição inicial opcional.
ro_ro: O poziție de pornire opțională.
ru_ru: Необязательная начальная позиция.
sk_sk: Voliteľná počiatočná pozícia.
sl_si: Neobvezni začetni položaj.
sr_cyrl_rs: Опционални почетни положај.
sr_latn_rs: Opcionalni početni položaj.
sv_se: En valfri startposition.
th_th: ตำแหน่งเริ่มต้น (ไม่จำเป็นต้องระบุ)
tr_tr: İsteğe bağlı bir başlangıç konumu.
uk_ua: Початкова позиція (необов’язково).
vi_vn: Vị trí bắt đầu tùy chọn.
zh_cn: 可选的开始位置。
zh_tw: 選用的起始位置。

# AboutFind
source: Returns the starting position of one text value within another text value. Find is case sensitive.
bg_bg: Връща началната позиция на една текстова стойност в друга текстова стойност. За функцията „Търсене“ се различават малки и главни букви.
ca_es: Retorna la posició inicial d'un valor de text en un altre valor de text. La Cerca distingeix entre majúscules i minúscules.
cs_cz: Vrátí počáteční pozici jedné textové hodnoty uvnitř jiné textové hodnoty. Funkce Find rozlišuje malá a velká písmena.
da_dk: Returnerer en tekstværdis startposition i en anden tekstværdi. Der skelnes mellem store og små bogstaver i søgningen.
de_de: Gibt die Anfangsposition eines Textwerts innerhalb eines anderen Textwerts zurück. Die Suche berücksichtigt Groß- und Kleinschreibung.
el_gr: Επιστρέφει τη θέση έναρξης της τιμής κειμένου εντός μιας άλλης τιμής κειμένου. Στην Εύρεση γίνεται διάκριση πεζών-κεφαλαίων.
es_es: Devuelve la posición inicial de un valor de texto dentro de otro valor de texto. La búsqueda distingue entre mayúsculas y minúsculas.
et_ee: Tagastab ühe tekstväärtuse alguspunkti mõnes teises tekstväärtuses. Otsing on tõstutundlik.
eu_es: Beste testu-balio batean dagoen testu-balioaren hasierako posizioa itzultzen du. Bilaketak maiuskulak eta minuskulak bereizten ditu.
fi_fi: Palauttaa yhden tekstiarvon alkamissijainnin toisessa tekstiarvossa. Etsimisessä kirjainkoko on merkitsevä.
fr_fr: Retourne la position de départ d’une valeur de texte dans une autre valeur de texte. La fonction Rechercher respecte la casse.
gl_es: Devolve a posición inicial dun valor de texto dentro doutro. A busca é capaz de distinguir entre maiúsculas e minúsculas.
hi_in: किसी एक पाठ मान के भीतर दूसरे पाठ मान की प्रारंभिक स्थिति पर लौटाता है. ढूँढना केस संवेदी है.
hr_hr: Vraća početni položaj jedne tekstne vrijednosti unutar druge tekstne vrijednosti. Funkcija Find razlikuje velika i mala slova.
hu_hu: Egy szöveges érték kezdőpozícióját adja vissza egy másik szöveges értéken belül. A Find függvény megkülönbözteti a kis- és nagybetűket.
it_it: Restituisce la posizione iniziale di un valore di testo all'interno di un altro valore di testo. La ricerca fa distinzione tra maiuscole e minuscole.
ja_jp: 対象テキスト値が別のテキスト値の中で最初に現れる位置を返します。FIND は大文字小文字を区別します。
kk_kz: Басқа мәтіндік мәндегі бір мәтіндік мәннің бастапқы орнын қайтарады. Табу функциясы регистрді ескеріп орындалады.
ko_kr: 다른 텍스트 값 내 특정 텍스트 값의 시작 위치를 반환합니다. 찾기는 대소문자를 구분합니다.
lt_lt: Pateikia vienos teksto reikšmės pradžios padėtį kitoje teksto reikšmėje. Ieškos funkcija skiria didžiąsias ir mažąsias raides.
lv_lv: Atgriež vienas teksta vērtības sākuma pozīciju citā teksta vērtībā. Atrašana ir reģistrjutīga.
ms_my: Mengembalikan kedudukan permulaan suatu nilai teks dalam nilai teks yang lain. Find adalah sensitif huruf.
nb_no: Returnerer startposisjonen for én tekstverdi i en annen tekstverdi. Søk skiller mellom store og små bokstaver.
nl_nl: Hiermee wordt de beginpositie van een tekstwaarde binnen een andere tekstwaarde geretourneerd. Zoeken is hoofdlettergevoelig.
pl_pl: Zwraca pozycję początkową jednej wartości tekstowej w innej wartości tekstowej. Podczas wyszukiwania jest uwzględniana wielkość liter.
pt_br: Retorna a posição inicial de um valor de texto dentro de outro valor de texto. A busca diferencia maiúsculas de minúsculas.
pt_pt: Devolve a posição inicial do valor de um texto dentro de outro valor de texto. Encontrar é sensível às maiúsculas e minúsculas.
ro_ro: Returnează poziția de început a unei valori text din cadrul altei valori text. Căutarea este sensibilă la litere mari și mici.
ru_ru: Возвращает начальную позицию одного текстового значения внутри другого текстового значения. Поиск производится с учетом регистра.
sk_sk: Vráti začiatočnú pozíciu jednej textovej hodnoty v rámci inej textovej hodnoty. Hľadanie rozlišuje veľké a malé písmená.
sl_si: Vrne začetni položaj besedilne vrednosti v drugi besedilni vrednosti. »Find« razlikuje med velikimi in malimi črkami.
sr_cyrl_rs: Враћа почетни положај једне вредности текста унутар друге вредности текста. Проналажење разликује мала и велика слова.
sr_latn_rs: Vraća početni položaj jedne vrednosti teksta unutar druge vrednosti teksta. Pronalaženje razlikuje mala i velika slova.
sv_se: Returnerar startpositionen för ett textvärde inom ett annat textvärde. Find är skiftlägeskänsligt.
th_th: คืนตำแหน่งเริ่มต้นของข้อความที่อยู่ในอีกข้อความหนึ่ง การค้นหาต้องตรงตามตัวพิมพ์ใหญ่+เล็ก
tr_tr: Bir metin değerinin başka bir metin değerindeki başlangıç konumunu döndürür. Find işlevi büyük/küçük harfe duyarlıdır.
uk_ua: Повертає початкове положення одного текстового значення в межах іншого текстового значення. Функція "Пошук" ураховує регістр.
vi_vn: Trả về vị trí bắt đầu của một giá trị văn bản trong phạm vi một giá trị văn bản khác. Tìm phân biệt chữ hoa chữ thường.
zh_cn: 返回一个文本值在另一个文本值中的开始位置。Find 区分大小写。
zh_tw: 傳回另一個文字值中某一文字值的起始位置。尋找區分大小寫。

# AboutFindT
source: Returns a column of starting positions of one text value (or column of strings) within another text value (or column of strings). Find is case sensitive.
bg_bg: Връща колона с начални позиции на една текстова стойност (или колона с низове) в друга текстова стойност (или колона с низове). За функцията „Търсене“ се различават малки и главни букви.
ca_es: Retorna una columna de posicions inicials d'un valor de text (o una columna de cadenes) en un altre valor de text (o columna de cadenes). La Cerca distingeix entre majúscules i minúscules.
cs_cz: Vrátí sloupec počátečních pozic jedné textové hodnoty (nebo sloupce řetězců) uvnitř jiné textové hodnoty (nebo sloupce řetězců). Funkce Find rozlišuje malá a velká písmena.
da_dk: Returnerer en kolonne med en tekstværdis startpositioner (eller kolonne med strenge) i en anden tekstværdi (eller kolonne med strenge). Der skelnes mellem store og små bogstaver i søgningen.
de_de: Gibt eine Spalte mit Anfangspositionen eines Textwerts (oder einer Spalte mit Zeichenfolgen) innerhalb eines anderen Textwerts (oder einer Spalte mit Zeichenfolgen) zurück. Die Suche berücksichtigt Groß- und Kleinschreibung.
el_gr: Επιστρέφει μια στήλη θέσεων έναρξης μιας τιμής κειμένου (ή στήλης με συμβολοσειρές) εντός μιας άλλης τιμής κειμένου (ή στήλης με συμβολοσειρές). Στην Εύρεση γίνεται διάκριση πεζών-κεφαλαίων.
es_es: Devuelve una columna de posiciones iniciales de un valor de texto (o columna de cadenas) dentro de otro valor de texto (o columna de cadenas). La búsqueda distingue entre mayúsculas y minúsculas.
et_ee: Tagastab ühe tekstväärtuse alguspunktide veeru (või stringide veeru) mõnes teises tekstväärtuses (või stringide veerus). Otsing on tõstutundlik.
eu_es: Beste testu-balio bateko testu-balioaren (edo kate-zutabe baten) hasierako posizioak dituen zutabe bat itzultzen du. Bilaketak maiuskulak eta minuskulak bereizten ditu.
fi_fi: Palauttaa sarakkeen yhden tekstiarvon (tai merkkijonojen sarakkeen) alkamiskohtia toisessa tekstiarvossa (tai merkkijonojen sarakkeessa). Etsimisessä kirjainkoko on merkitsevä.
fr_fr: Retourne une colonne de positions de départ d’une valeur de texte (ou d’une colonne de chaînes) dans une autre valeur de texte. La fonction Rechercher respecte la casse.
gl_es: Devolve unha columna de posicións iniciais dun valor de texto (ou columna de cadeas) dentro doutro valor de texto (ou columna de cadeas). A busca é capaz de distinguir entre maiúsculas e minúsculas.
hi_in: किसी एक पाठ मान (या स्ट्रिंग के स्तंभ) के भीतर दूसरे पाठ मान की प्रारंभिक स्थितियों (या स्ट्रिंग के स्तंभ) का स्तंभ लौटाता है. ढूँढना केस संवेदी है.
hr_hr: Vraća stupac početnih položaja jedne tekstne vrijednosti (ili stupca nizova) unutar druge tekstne vrijednosti (ili stupca nizova). Funkcija Find razlikuje velika i mala slova.
hu_hu: Egy oszlopot ad vissza, amely a szöveges értéknek (vagy a sztringek egy oszlopának) egy másik szöveges értéken (vagy a sztringek egy oszlopán) belüli kezdőpozícióit tartalmazza. A Find függvény megkülönbözteti a kis- és nagybetűket.
it_it: Restituisce una colonna di posizioni iniziali di un valore di testo o una colonna di stringhe all'interno di un altro valore di testo o colonna di stringhe. La ricerca fa distinzione tra maiuscole e minuscole.
ja_jp: 対象テキスト値 (または文字列の列) が別のテキスト値 (または文字列の列) の中で最初に現れる位置を返します。FIND は大文字小文字を区別します。
kk_kz: Басқа мәтіндік мәндегі (немесе жолдар бағанындағы) бір мәтіндік мәннің (немесе жолдар бағанының) бастапқы орындарының бағанын қайтарады. Табу функциясы регистрді ескеріп орындалады.
ko_kr: 다른 텍스트 값(또는 문자열의 열) 내 특정 텍스트 값(또는 문자열의 열)의 시작 위치 열을 반환합니다. 찾기는 대소문자를 구분합니다.
lt_lt: Pateikia vienos teksto reikšmės pradžios padėčių stulpelį (arba eilučių stulpelį) kitoje teksto reikšmėje (arba eilučių stulpelyje). Ieškos funkcija skiria didžiąsias ir mažąsias raides.
lv_lv: Atgriež vienas teksta vērtības (vai virkņu kolonnas) sākuma pozīciju kolonnu citā teksta vērtībā (vai virkņu kolonnā). Atrašana ir reģistrjutīga.
ms_my: Mengembalikan lajur kedudukan permulaan nilai sesuatu teks (atau lajur rentetan) dalam nilai teks yang lain (atau lajur rentetan). Find adalah sensitif huruf.
nb_no: Returnerer en kolonne med startposisjoner for én tekstverdi (eller kolonne med strenger) i en annen tekstverdi (eller kolonne med strenger). Søk skiller mellom store og små bokstaver.
nl_nl: Hiermee wordt een kolom met beginposities van een tekstwaarde (of kolom met tekenreeksen) binnen een andere tekstwaarde (of kolom met tekenreeksen) geretourneerd. Zoeken is hoofdlettergevoelig.
pl_pl: Zwraca kolumnę pozycji początkowych jednej wartości tekstowej (lub kolumny ciągów) w innej wartości tekstowej (lub kolumnie ciągów). Podczas wyszukiwania jest uwzględniana wielkość liter.
pt_br: Retorna uma coluna de posições iniciais de um valor de texto (ou coluna de cadeias de caracteres) dentro de outro valor de texto (ou coluna de cadeias de caracteres). A busca diferencia maiúsculas de minúsculas.
pt_pt: Devolve uma coluna de posições de início de um valor de texto (ou coluna das cadeias) noutro valor de texto (ou coluna de cadeias). Encontrar é sensível às maiúsculas e minúsculas.
ro_ro: Returnează o coloană cu poziții de început ale unei valori text (sau coloane de șiruri) din cadrul altei valori text (sau coloane de șiruri). Căutarea este sensibilă la litere mari și mici.
ru_ru: Возвращает столбец начальных позиций одного строки текста (или столбца строк) в другой строке текста (или столбце строк). Поиск производится с учетом регистра.
sk_sk: Vráti stĺpec počiatočných pozícii jednej textovej hodnoty (alebo stĺpca reťazcov) v inej textovej hodnote (alebo stĺpci reťazcov). Vyhľadávanie rozlišuje veľké a malé písmená.
sl_si: Vrne stolpec začetnih položajev besedilne vrednosti (ali stolpca besedilnih nizov) v drugi besedilni vrednosti (ali stolpcu besedilnih nizov). »Find« razlikuje med velikimi in malimi črkami.
sr_cyrl_rs: Враћа колону почетних положаја једне вредности текста (или колоне ниски) у оквиру друге вредности текста (или колоне ниски). Проналажење разликује мала и велика слова.
sr_latn_rs: Vraća kolonu početnih položaja jedne vrednosti teksta (ili kolone niski) u okviru druge vrednosti teksta (ili kolone niski). Pronalaženje razlikuje mala i velika slova.
sv_se: Returnerar en kolumn med startpositioner för ett textvärde (eller en kolumn med strängar) inom ett annat textvärde (eller en kolumn med strängar). Find är skiftlägeskänsligt.
th_th: คืนค่าคอลัมน์ของตำแหน่งเริ่มต้นของข้อความ (หรือคอลัมน์สตริง) ที่อยู่ในอีกข้อความหนึ่ง (หรืออีกคอลัมน์สตริงหนึ่ง) การค้นหาต้องตรงตามตัวพิมพ์ใหญ่+เล็ก
tr_tr: Bir metin değerinin (veya dizeler sütunu) başka bir metin değerindeki (veya dizeler sütunu) başlangıç konumunu döndürür. Find işlevi büyük/küçük harfe duyarlıdır.
uk_ua: Повертає стовпець із початковими положеннями одного текстового значення (або стовпця з рядками) у межах іншого текстового значення (або стовпця з рядками). Функція Find (Пошук) ураховує регістр.
vi_vn: Trả về một cột vị trí bắt đầu của một giá trị văn bản (hoặc cột chuỗi) trong phạm vi một giá trị văn bản khác (hoặc cột chuỗi). Tìm phân biệt chữ hoa chữ thường.
zh_cn: 返回一个文本值(或字符串组成的列)在另一个文本值(或字符串组成的列)中的开始位置组成的列。Find 区分大小写。
zh_tw: 傳回資料行，其內容為另一個文字值 (或字串的資料行) 中某一文字值 (或字串的資料行) 的起始位置。尋找區分大小寫。

# FindTArg1
source: find_text_or_column
bg_bg: търсене_на_текст_или_колона
ca_es: cerca_text_o_columna
cs_cz: hledaný_text_nebo_sloupec
da_dk: find_tekst_eller_kolonne
de_de: Text_oder_Spalte_suchen
el_gr: εύρεση_κειμένου_ή_στήλης
es_es: buscar_texto_o_columna
et_ee: otsitav_tekst_või_veerg
eu_es: bilatu_testua_edo_zutabea
fi_fi: etsi_teksti_tai_sarake
fr_fr: rechercher_texte_ou_colonne
gl_es: buscar_texto_ou_columna
hi_in: पाठ_या_स्तंभ_ढूँढें
hr_hr: pronađi_tekst_ili_stupac
hu_hu: keresés_szövege_vagy_oszlopa
it_it: trova_testo_o_colonna
ja_jp: 検索テキストまたは列
kk_kz: мәтін_немесе_баған_табу
ko_kr: 텍스트_또는_열_찾기
lt_lt: ieškoti_tekste_arba_stulpelyje
lv_lv: atrast_tekstu_vai_kolonnu
ms_my: cari_teks_atau_lajur
nb_no: finn_tekst_eller_kolonne
nl_nl: tekst_of_kolom_zoeken
pl_pl: tekst_lub_kolumna_do_znalezienia
pt_br: encontrar_texto_ou_coluna
pt_pt: pesquisar_texto_ou_coluna
ro_ro: găsire_text_sau_coloană
ru_ru: текст_или_столбец_для_поиска
sk_sk: nájsť_text_alebo_stĺpec
sl_si: besedilo_ali_stolpec_iskanja
sr_cyrl_rs: пронађи_текст_или_колону
sr_latn_rs: pronađi_tekst_ili_kolonu
sv_se: sök_text_eller_kolumn
th_th: ข้อความ_ค้นหา_หรือ_คอลัมน์
tr_tr: metin_veya_sütun_bul
uk_ua: пошук_тексту_або_стовпця
vi_vn: tìm_văn_bản_hoặc_cột
zh_cn: 查找文本或列
zh_tw: 尋找_文字_或_資料行

# FindTArg2
source: within_text_or_column
bg_bg: в_текст_или_колона
ca_es: dins_text_o_columna
cs_cz: v_textu_nebo_sloupci
da_dk: i_tekst_eller_kolonne
de_de: In_Text_oder_Spalte
el_gr: εντός_κειμένου_ή_στήλης
es_es: dentro_texto_o_columna
et_ee: teksti_või_veeru_seest
eu_es: testu_edo_zutabe_barruan
fi_fi: tekstissä_tai_sarakkeessa
fr_fr: dans_texte_ou_colonne
gl_es: dentro_texto_ou_columna
hi_in: पाठ_या_स्तंभ_के_अंतर्गत
hr_hr: unutar_tekst_ili_stupca
hu_hu: szövegben_vagy_oszlopban
it_it: in_testo_o_colonna
ja_jp: 検索対象テキストまたは列
kk_kz: мәтін_немесе_баған_ішінде
ko_kr: 텍스트_또는_열_내
lt_lt: tekste_arba_stulpelyje
lv_lv: tekstā_vai_kolonnā
ms_my: dalam_teks_atau_lajur
nb_no: innen_tekst_eller_kolonne
nl_nl: in_tekst_of_kolom
pl_pl: w_tekście_lub_kolumnie
pt_br: no_texto_ou_coluna
pt_pt: dentro_texto_ou_coluna
ro_ro: în_text_sau_coloană
ru_ru: в_тексте_или_столбце
sk_sk: v_texte_alebo_stĺpci
sl_si: v_besedilu_ali_stolpcu
sr_cyrl_rs: у_тексту_или_колони
sr_latn_rs: u_tekstu_ili_koloni
sv_se: i_text_eller_kolumn
th_th: ข้อความ_ภายใน_หรือ_คอลัมน์
tr_tr: metin_veya_sütun_içinde
uk_ua: у_тексті_або_стовпці
vi_vn: trong_văn_bản_hoặc_cột
zh_cn: 文本或列中
zh_tw: 文字_或_資料行_範圍

# FindTArg3
source: start_num
bg_bg: начална_позиция
ca_es: núm_inici
cs_cz: počáteční_číslo
de_de: Startzahl
el_gr: αριθμός_έναρξης
es_es: núm_inicial
et_ee: algusnr
eu_es: hasiera_zk
fi_fi: aloittava_luku
fr_fr: num_début
gl_es: núm_inicial
hi_in: प्रारंभिक_संख्या
hr_hr: početni_broj
hu_hu: kezdő_szám
it_it: num_inizio
ja_jp: 開始位置
kk_kz: бастапқы_орын
ko_kr: 시작_번호
lt_lt: pradinis_skaičius
lv_lv: sākuma_skaits
ms_my: nombor_mula
nb_no: startnummer
nl_nl: waarde_begin
pl_pl: liczba_początkowa
pt_br: núm_inicial
pt_pt: num_início
ro_ro: num_start
ru_ru: начальная_позиция
sk_sk: začiatočné_číslo
sl_si: številka_začetka
sr_cyrl_rs: старт_нум
th_th: จำนวน_เริ่มต้น
tr_tr: başlangıç_sayısı
uk_ua: початкове_число
vi_vn: số_bắt_đầu
zh_cn: 起始编号
zh_tw: 開始_數字

# AboutFind_find_text_or_column
source: A text value (or column of text values) to look for.
bg_bg: Текстова стойност (или колона с текстови стойности) за търсене.
ca_es: Valor de text (o columna de valors de text) que es cercarà.
cs_cz: Textová hodnota (nebo sloupec textových hodnot), která se má vyhledat
da_dk: En tekstværdi (eller kolonne af tekstværdier), der skal søges efter.
de_de: Ein zu suchender Textwert (oder eine Spalte mit zu suchenden Textwerten).
el_gr: Τιμή κειμένου (ή στήλη τιμών κειμένου) για αναζήτηση.
es_es: Un valor de texto (o una columna de valores de texto) que se va a buscar.
et_ee: Otsitav tekstväärtus (või tekstväärtuste veerg).
eu_es: Bilatuko den testu-balioa (edo testu-balioen zutabea).
fi_fi: Etsittävä tekstiarvo (tai tekstiarvojen sarake).
fr_fr: Valeur de texte (ou colonne de valeurs de texte) à rechercher.
gl_es: Valor de texto (ou columna de valores de texto) que se ten que buscar.
hi_in: खोजने के लिए एक पाठ मान (या पाठ मानों का स्तंभ).
hr_hr: Tekstna vrijednost (ili stupac tekstnih vrijednosti) koja se traži.
hu_hu: A keresett szöveges érték (vagy a szöveges értékeket tartalmazó oszlop).
it_it: Valore di testo o colonna di valori di testo da cercare.
ja_jp: 検索対象のテキスト値 (またはテキスト値の列)。
kk_kz: Ізделетін мәтіндік мән (немесе мәтіндік мәндер бағаны).
ko_kr: 찾을 텍스트 값(또는 텍스트 값의 열)입니다.
lt_lt: Teksto reikšmė (arba teksto reikšmių stulpelis), kurios reikia ieškoti.
lv_lv: Meklējamā teksta vērtība (vai teksta vērtību kolonna).
ms_my: Nilai teks (atau lajur nilai teks) untuk dicari.
nb_no: En tekstverdi (eller kolonne med tekstverdier) det skal søkes etter.
nl_nl: Een tekstwaarde (of kolom met tekstwaarden) waarnaar moet worden gezocht.
pl_pl: Wartość tekstowa (lub kolumna wartości tekstowych) do wyszukania.
pt_br: Valor de texto (ou coluna de valores de texto) a ser buscado.
pt_pt: Um valor de texto (ou coluna de valores de texto) para procurar.
ro_ro: O valoare text (sau o coloană de valori text) de căutat.
ru_ru: Текстовое значение (или столбец текстовых значений) для поиска.
sk_sk: Textová hodnota (alebo stĺpec textových hodnôt) na vyhľadanie.
sl_si: Besedilna vrednost (ali stolpec besedilnih vrednosti) za iskanje.
sr_cyrl_rs: Текстуална вредност (или колона текстуалних вредности) коју треба тражити.
sr_latn_rs: Tekstualna vrednost (ili kolona tekstualnih vrednosti) koju treba tražiti.
sv_se: Ett textvärde (eller kolumn med textvärden) att leta efter.
th_th: ข้อความ (หรือคอลัมน์ของข้อความ) ที่จะค้นหา
tr_tr: Aranacak metin değeri (veya metin değerleri sütunu).
uk_ua: Текстове значення (або стовпець із текстовими значеннями), що потрібно знайти.
vi_vn: Giá trị văn bản (hoặc cột giá trị văn bản) cần tìm.
zh_cn: 要查找的文本值(或文本值组成的列)。
zh_tw: 要尋找的文字值 (或文字值的資料行)。
